Repository: aiwo79/woo-crowdfunding
Catalog: languages/woo-crowdfunding-*.po
Languages: cs_cz

source: Goal
cs_cz: Cílová částka

source: The amount needed to complete your project.
cs_cz: Částka, nutná k dokončení projektu.

source: The project goal has been met!
cs_cz: Cílová částka projektu byla dosažena!

source: The project goal was not met by the deadline of
cs_cz: Cílová částka projektu nebyla dosažena k

source: Contributed
cs_cz: Darováno

source: End Date
cs_cz: Datum ukončení

source: When the project should end.
cs_cz: Kdy má být projekt ukončen.

source: Contribution Levels
cs_cz: Úrovně příspěvků

source: Toggle reward details
cs_cz: Rozbalit/sbalit detaily příspěvku

source: Drag and drop to set rewards order
cs_cz: Tažením přesuňte pořadí odměn

source: Title
cs_cz: Název

source: Amount
cs_cz: Částka

source: No reward
cs_cz: Bez odměny

source: Manage stock?
cs_cz: Spravovat sklad?

source: Description
cs_cz: Popis

source: Stock
cs_cz: Sklad

source: In stock
cs_cz: Skladem

source: Out of stock
cs_cz: Není skladem

source: Quantity
cs_cz: Množství

source: Delete
cs_cz: Smazat

source: Add contribution level
cs_cz: Přidat příspěvek

source: Publish donator
cs_cz: Zveřejnit dárce

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: Publish amount
cs_cz: Zveřejnit částku

source: Crowdfunding Project
cs_cz: Crowdfundingový projekt

source: CF Project
cs_cz: CF projekt

source: Raised
cs_cz: Vybráno

source: Cancelled
cs_cz: Zrušeno

source: %1$s from %2$s
cs_cz: %1$s z %2$s

source: <strong>1 day</strong> to go
cs_cz: <strong>1 den</strong> do konce

source: <strong>1</strong> contributor
cs_cz: <strong>1</strong> dárce

source: Project not set up.
cs_cz: Projekt nebyl nastaven.

source: It is not possible to contribute to this project, it is over now.
cs_cz: Na tento projekt není možné přispívat, byl již ukončen.

source: I want to be publicly known as a donator
cs_cz: Chci být veřejně znám jako dárce

source: I want to publish donated amount
cs_cz: Chci zveřejnit darovanou částku

source: Contributions
cs_cz: Příspěvky

source: Contributors
cs_cz: Dárci

source: Number of anonymous contributors:
cs_cz: Počet anonymních dárců:

source: not published
cs_cz: nezveřejněno

source: Contribution %s has been added to your cart.
cs_cz: Příspěvek %s byl přidán do košíku.

source: It is not possible to mix contributions from multiple projects. Previous cart content has been removed.
cs_cz: Není možné kombinovat příspěvky z různých projektů. Předchozí obsah košíku byl odstraněn.

source: It is not possible to mix standard products with contributions. Previous cart content has been removed.
cs_cz: Není možné kombinovat běžné produkty s příspěvky. Předchozí obsah košíku byl odstraněn.

source: Support
cs_cz: Podpořit

source: Contribution fully refunded
cs_cz: Příspěvek vrácen v plné výši

source: There are no contribution levels.
cs_cz: Nebyly nastaveny žádné příspěvky.

source: It is not possible to contribute to this project, it is not yet set.
cs_cz: Na tento projekt není možné přispět, nebyl zatím nastaven.

source: Support project
cs_cz: Podpořit projekt

source: This contribution is not available anymore.
cs_cz: Tento příspěvek již není k dispozici.

source: Please install WooCommerce, it is required for Woo Crowdfunding plugin to work properly!
cs_cz: Nainstalujte prosím WooCommerce, je nezbytný pro správné fungování pluginu Woo Crowdfunding!
